{
  "dishes": [
    {
      "id": 0,
      "name": "Pizza",
      "image": "images/Pizza.png",
      "category": "mains",
      "label": "Hot",
      "price": "4.99",
      "featured": true,
      "description": "Pizza is an iconic Italian dish that has become a beloved staple worldwide. Known for its crispy crust, rich tomato sauce, and melted cheese, pizza offers endless possibilities for toppings and variations."
    },
        {
      "id": 1,
      "name": "Cơm tấm",
      "image": "images/comtam.png",
      "category": "mains",
      "label": "Hot",
      "price": "4.99",
      "featured": true,
      "description": "Cơm Tấm is a signature and popular dish in Vietnamese cuisine, especially in the southern region. Known for its distinctive flavor and variety of ingredients."
    },
        {
      "id": 2,
      "name": "Sushi",
      "image": "images/sushi.png",
      "category": "mains",
      "label": "Hot",
      "price": "4.99",
      "featured": true,
      "description": "Sushi is a traditional Japanese dish renowned for its simplicity, elegance, and exquisite flavor combinations. It has become a global favorite, enjoyed in various forms and styles."
    },
        {
      "id": 3,
      "name": "Bún bò Huế",
      "image": "images/bunbo1.png",
      "category": "mains",
      "label": "Hot",
      "price": "4.99",
      "featured": true,
      "description": "Bún Bò Huế is typically served in a large bowl with a generous amount of broth, noodles, and meat. Fresh herbs, bean sprouts, and banana blossoms are added on top or served on the side. A lime wedge and a dollop of chili sauce complete the presentation, allowing diners to customize their soup to their taste."
    },
        {
      "id": 4,
      "name": "Hamburger",
      "image": "images/hambergur.png",
      "category": "mains",
      "label": "Hot",
      "price": "4.99",
      "featured": true,
      "description": "A unique combination of Indian Uthappam (pancake) and Italian pizza, topped with Cerignola olives, ripe vine cherry tomatoes, Vidalia onion, Guntur chillies and Buffalo Paneer."
    }
  ],
  "promotions": [
    {
      "id": 0,
      "name": "Special Weekend DisCount",
      "image": "images/DiscountSale.png",
      "label": "New",
      "price": "19.99",
      "featured": true,
      "description": "When you place an order between the hours of 1:00 p.m. and 3:00 p.m., you will receive a 30% discount based on the price of the item and receive a loyalty card. If you have 10 points, you will receive a free portion of food worth $20 when purchased at the restaurant."
    }
  ],
  "leaders": [
    {
      "id": 0,
      "name": "Peter Pan",
      "image": "images/panel1.png",
      "designation": "Chief Epicurious Officer",
      "abbr": "CEO",
      "featured": false,
      "description": "Our CEO, Peter, credits his hardworking East Asian immigrant parents who undertook the arduous journey to the shores of America with the intention of giving their children the best future. His mother's wizardy in the kitchen whipping up the tastiest dishes with whatever is available inexpensively at the supermarket, was his first inspiration to create the fusion cuisines for which The Frying Pan became well known. He brings his zeal for fusion cuisines to this restaurant, pioneering cross-cultural culinary connections."
    },
    {
      "id": 1,
      "name": "Dhanasekaran Witherspoon",
      "image": "images/panel2.png",
      "designation": "Chief Food Officer",
      "abbr": "CFO",
      "featured": false,
      "description": "Our CFO, Danny, as he is affectionately referred to by his colleagues, comes from a long established family tradition in farming and produce. His experiences growing up on a farm in the Australian outback gave him great appreciation for varieties of food sources. As he puts it in his own words, Everything that runs, wins, and everything that stays, pays!"
    },
    {
      "id": 2,
      "name": "And3w2k",
      "image": "images/chef.png",
      "designation": "Chief Taste Officer",
      "abbr": "CTO",
      "featured": false,
      "description": "The chef is selected by the restaurant with many years of experience and a team of professional staff"
    },
    {
      "id": 3,
      "name": "And3w2k",
      "image": "images/chef.png",
      "designation": "Executive Chef",
      "abbr": "EC",
      "featured": true,
      "description": "The chef is selected by the restaurant with many years of experience and a team of professional staff"
    }
  ],

    "orders": [
    {
        "id": 0,
      "name": "And3w2k",
      "address": "103 Trương Quốc An"
    }
  ]
}
